{
    "version": "https://jsonfeed.org/version/1",
    "title": "Eternal Blue Yoga",
    "feed_url": "undefined/rss/feed.json",
    "description": "Your blog description",
    "icon": "undefined/favicon.ico",
    "author": {
        "name": "Eternal Blue Yoga"
    },
    "items": [
        {
            "id": "undefined/articles/ladozh.home",
            "content_html": "<div><h2>Основная программа:</h2><ul><li>Консультации и проверка знаний: проверьте свои знания и закрепите навыки с нашими опытными преподавателями.</li><li>Преподавательское мастерство: изучение методики проведения занятий, правок в асанах, а также умение создавать поддерживающую атмосферу в группе.</li></ul><h2>Наши ведущие преподаватели:</h2><ul><li>Алексей Киселев</li><li>Павла Демидова(Быкова)</li><li>Михаил Баранов</li><li>Илья Журавлев</li></ul><p>Дополнительные дисциплины включают в себя практики медитации, знакомство с релаксационными техниками и биомеханику в практике асан и виньяс.</p><p>Напоминаю, что у вас есть возможность пройти как онлайн, так и очную части курса. Предварительная оплата дает право на скидку до 50%!</p><p>Для регистрации и получения дополнительной информации : <a href=\"https://yoga108.com/ttc\">yoga108.com/ttc</a>.</p><p>Не упустите шанс прокачать свою практику и поделиться своим опытом!</p><p>С уважением,<br/>Павла Демидова</p></div>",
            "url": "undefined/articles/ladozh.home",
            "title": "Курс подготовки профессиональных преподавателей йоги на основе традиционнных индийских школ",
            "summary": "Позвольте представить вам уникальное событие — очное обучение в ретритном центре \"Ладожский дом\" под Санкт-Петербургом. Это идеальное место для погружения в практику йоги и мастерства преподавания.",
            "date_modified": "2024-05-21T00:00:00.000Z",
            "author": {
                "name": "Eternal Blue Yoga"
            }
        },
        {
            "id": "undefined/articles/lessons",
            "content_html": "<p>Предоставляю индивидуальные занятия по хатха-йоге, где учитываются потребности каждого клиента. Каждая консультация начинается с обсуждения ваших целей, особенностей здоровья и предпочтений в практике. После этого вы можете выбрать путь: либо пройти одноразовую консультацию, чтобы получить рекомендации и практиковать самостоятельно, либо регулярно посещать индивидуальные уроки продолжительностью полтора часа еженедельно. Каждое занятие адаптируется под ваши запросы и может включать в себя разнообразные темы: от улучшения качества сна и жизни до повышения гибкости и работы со специфическими состояниями, такими как сколиоз и нарушения опорно-двигательного аппарата. Также доступны индивидуальные программы для женщин и подготовка к сдаче экзаменов на курсы для преподавателей йоги.</p>",
            "url": "undefined/articles/lessons",
            "title": "Подходы к индивидуальному обучению",
            "summary": "Предоставляю индивидуальные занятия по хатха-йоге, где учитываются потребности каждого клиента. Каждая консультация начинается с обсуждения ваших целей, особенностей здоровья и предпочтений в практике... ",
            "date_modified": "2024-04-21T00:00:00.000Z",
            "author": {
                "name": "Eternal Blue Yoga"
            }
        },
        {
            "id": "undefined/articles/activity",
            "content_html": "<p>Ведение семинаров и мастер-классов моя основная деятельность, это давно не развлечение и не хобби, а работа. Я обучаю преподавателей йоги на двух специализированных курсах: курс подготовки преподавателей Михаила Баранова и Ильи Журавлёва «Йога 108», тичерз-курс по подготовке инструкторов йоги школы «Мосйога». Предметы, которым обучаю на программах: методология преподавания классов по хатха-йоге, теория и практика асан, пранямы и расслабления, работа с пропсами, динамические техники хатха-йоги. Регулярно создаю авторские семинары по разным направлениям хатха-йоги.</p>",
            "url": "undefined/articles/activity",
            "title": "Семинары и мастер-классы",
            "summary": " Ведение семинаров и мастер-классов моя основная деятельность, это давно не развлечение и не хобби, а работа. Я обучаю преподавателей йоги на двух специализированных курсах: курс подготовки преподавателей Михаила Баранова и Ильи Журавлёва «Йога 108», тичерз-курс по подготовке инструкторов йоги школы «Мосйога»... ",
            "date_modified": "2024-04-15T00:00:00.000Z",
            "author": {
                "name": "Eternal Blue Yoga"
            }
        },
        {
            "id": "undefined/articles/education",
            "content_html": "<p>Изучение йоги началось в 2012 году, буквально через пару месяцев регулярных занятий, я впервые отправилась в путешествие в Индию, и это был настолько яркий опыт, что казалось не я выбрала йогу, а она меня. К моменту начала увлечения йогой у меня уже был спортивный опыт и пройденное обучение на фитнес тренера, это позволило сразу начать попытки в преподавании классов по Хатха-йоге в фитнес клубах, в которых приходилось работать.</p>\n<img alt=\"\" srcSet=\"/_next/image?url=%2F_next%2Fstatic%2Fmedia%2F3.591e8a94.jpg&amp;w=828&amp;q=75 1x, /_next/image?url=%2F_next%2Fstatic%2Fmedia%2F3.591e8a94.jpg&amp;w=1920&amp;q=75 2x\" src=\"/_next/image?url=%2F_next%2Fstatic%2Fmedia%2F3.591e8a94.jpg&amp;w=1920&amp;q=75\" width=\"768\" height=\"512\" decoding=\"async\" data-nimg=\"future\" style=\"color:transparent\"/>\n<p>Увлечение быстро переросло в страсть, благодаря которой я окунулась в мир йоги. Многочисленные семинары, фестивали, курсы для преподавателей – я отовсюду жадно черпала знания, ходила к разным инструкторам, экспериментировала с направлениями, читала книги индийских и западных учителей. В 2016 году поступила в аспирантуру РГКФКСМиТ, и успешно окончила её в 2019 году со специальностью преподаватель-исследователь, диссертация и исследование были посвящены хатха-йоге. Поворотным стал 2018 год, когда я с отличием окончила курс подготовки преподавателей Михаила Баранова и Ильи Журавлева, создателей проекта Йога 108 Они сразу же позвали меня работать в центр на Китай-городе, где под руководством старших преподавателей, ведение классов стало полноценной профессией. Всегда с теплотой вспоминаю это время. Первые попытки ведения семинаров по хатха-йоге начались ещё в 2018-2019 годах, но окончательно оформились в 2020 году в профессиональное преподавание мастер-классов и лекций. Примерно тогда же я начала организовывать йога-ретриты и выездные семинары. Начиная с 2020 года обучаю преподавателей йоги в проекте школы Йога 108, с 2022 года веду методологию на курсе подготовки преподавателей в Московской школе йоги. Помимо хатха-йоги увлекаюсь изучением психологии, системных семейных расстановок, шаманизма, ароматов и трав. Искренне люблю свою профессию, и делюсь полученными знаниями. Рада вам! Намасте!</p>",
            "url": "undefined/articles/education",
            "title": "Моё образование и опыт в йоге",
            "summary": "Изучение йоги началось в 2012 году, буквально через пару месяцев регулярных занятий, я впервые отправилась в путешествие в Индию, и это был настолько яркий опыт, что казалось не я выбрала йогу, а она меня. К моменту начала увлечения йогой у меня уже был спортивный опыт и пройденное обучение на фитнес тренера, это позволило сразу начать попытки в преподавании классов по Хатха-йоге в фитнес клубах, в которых приходилось работать...",
            "date_modified": "2024-04-10T00:00:00.000Z",
            "author": {
                "name": "Eternal Blue Yoga"
            }
        }
    ]
}